Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: SMC FS (Fail Safe): Internal error, Cross communication of output state
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Ausgangszustands

source: SMC FS (Fail Safe): Internal error, Cross communication of EnDat position
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation der EnDat Position

source: SMC FS (Fail Safe): Internal error, Cross communication of EnDat error register
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des EnDat Fehlerregisters

source: SMC FS (Fail Safe): Internal error, Cross communication of Encoder state machine
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Encoder SSW

source: SMC FS (Fail Safe): Internal error, Cross communication of EnDat state machine
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des EnDat SSW

source: SMC FS (Fail Safe): "EUS - Units per count of physical reference system" invalid
de: SMC FS (Fail Safe): "EUS - Units per count of physical reference system" ungültig

source: SMC FS (Fail Safe): "EUS - Maximum speed to normalize speed range" invalid
de: SMC FS (Fail Safe): "EUS - Maximum speed to normalize speed range" ungültig

source: SMC FS (Fail Safe): EUS - Encoder resolution too low
de: SMC FS (Fail Safe): EUS - Geberauflösung zu klein

source: SMC FS (Fail Safe): EUS - Encoder resolution too high
de: SMC FS (Fail Safe): EUS - Geberauflösung zu groß

source: SMC FS (Fail Safe): EUS - Units resolution too high
de: SMC FS (Fail Safe): EUS - Einheitenauflösung zu groß

source: SMC FS (Fail Safe): EUS - One unit is shorter than one nm
de: SMC FS (Fail Safe): EUS - Eine Einheit ist kürzer als ein nm

source: SMC FS (Fail Safe): Encoder mismatch - Configuration data changed several times
de: SMC FS (Fail Safe): Gebertausch - Konfigurationsdaten wurden mehrmals geändert

source: SMC FS (Fail Safe): Encoder mismatch - Configuration data changed
de: SMC FS (Fail Safe): Gebertausch - Konfigurationsdaten wurden geändert

source: SMC FS (Fail Safe): Wrong parameterization
de: SMC FS (Fail Safe): Falsche Parametrierung

source: SMC FS (Fail Safe): Module cycle time is not valid
de: SMC FS (Fail Safe): Modul Zyklus Zeit ist ungültig

source: SMC FS (Fail Safe): Parameterization - Deceleration ramp is too steep
de: SMC FS (Fail Safe): Parametrierung - Verzögerungsrampe ist zu steil

source: SMC FS (Fail Safe): Internal state machine is in Fail Safe State
de: SMC FS (Fail Safe): Interne Statemachine befindet sich im Zustand Fail Safe

source: SMC FS (Fail Safe): Deactivated safety function was requested
de: SMC FS (Fail Safe): Deaktivierte Sicherheitsfunktion wurde angefordert

source: SMC FS (Fail Safe): SMS - Speed limit is out of range
de: SMC FS (Fail Safe): SMS - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): SLS1 - Speed limit is out of range
de: SMC FS (Fail Safe): SLS1 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): SLS2 - Speed limit is out of range
de: SMC FS (Fail Safe): SLS2 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): SLS3 - Speed limit is out of range
de: SMC FS (Fail Safe): SLS3 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): SLS4 - Speed limit is out of range
de: SMC FS (Fail Safe): SLS4 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): Standstill speed limit is out of range
de: SMC FS (Fail Safe): Stillstandsgeschw.-Grenze außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): SLS1 - Speed limit violates the configuration instruction
de: SMC FS (Fail Safe): SLS1 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): SLS2 - Speed limit violates the configuration instruction
de: SMC FS (Fail Safe): SLS2 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): SLS3 - Speed limit violates the configuration instruction
de: SMC FS (Fail Safe): SLS3 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): SLS4 - Speed limit violates the configuration instruction
de: SMC FS (Fail Safe): SLS4 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): Standstill Speed limit violates the configuration instruction
de: SMC FS (Fail Safe): Stillstandsgeschw.-Grenze verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): Violation of parameter limits
de: SMC FS (Fail Safe): Überschreitung von Parametergrenzwerten

source: SMC FS (Fail Safe): SMP is used but Homing was not configured
de: SMC FS (Fail Safe): SMP wird verwendet aber Referenzieren wurde nicht konfiguriert

source: SMC FS (Fail Safe): SMP - Lower position limit is greater or equal than upper limit
de: SMC FS (Fail Safe): SMP - Untere Positionsgrenze ist größer oder gleich der oberen

source: SMC FS (Fail Safe): SLP is used but Homing was not configured
de: SMC FS (Fail Safe): SLP wird verwendet aber Referenzieren wurde nicht konfiguriert

source: SMC FS (Fail Safe): SLP - Lower position limit is greater or equal than upper limit
de: SMC FS (Fail Safe): SLP - Untere Positionsgrenze ist größer oder gleich der oberen

source: SMC FS (Fail Safe): SLP - Position window outside SMP position window
de: SMC FS (Fail Safe): SLP - Positionsfenster außerhalb des SMP Positionsfensters

source: SMC FS (Fail Safe): SMP - Tolerance is greater than SMP position window
de: SMC FS (Fail Safe): SMP - Toleranz ist größer als SMP Positionsfenster

source: SMC FS (Fail Safe): SLP - Tolerance is greater than SLP position window
de: SMC FS (Fail Safe): SLP - Toleranz ist größer als SLP Positionsfenster

source: SMC FS (Fail Safe): Value of Deceleration ramp is out of range
de: SMC FS (Fail Safe): Wert der Verzögerungsrampe ist außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): SLT Parameterization - Torque limit too high
de: SMC FS (Fail Safe): SLT Parametrierung - Momentgrenze zu groß

source: SMC FS (Fail Safe): Motor Parameterization - Torque characteristic invalid
de: SMC FS (Fail Safe): Motor Parametrierung - Moment Kennlinie ungültig

source: SMC FS (Fail Safe): Blackout Mode Parameterization - Configured SF invalid
de: SMC FS (Fail Safe): Blackout Mode Parametrierung - Configured SF ungültig

source: SMC FS (Fail Safe): SSO tolerance violates the configuration instruction
de: SMC FS (Fail Safe): SSO Toleranz verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): SMS - Speed limit violates the configuration instruction
de: SMC FS (Fail Safe): SMS - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC FS (Fail Safe): SMS - Speed lag error monitoring not activated
de: SMC FS (Fail Safe): SMS - Überwachung des Geschwindigkeitsschleppfehlers nicht aktiviert

source: SMC FS (Fail Safe): SMS - Position lag error monitoring activated
de: SMC FS (Fail Safe): SMS - Überwachung des Positionsschleppfehlers aktiviert

source: SMC FS (Fail Safe): SMS - Homing activated
de: SMC FS (Fail Safe): SMS - Referenzieren aktiviert

source: SMC FS (Fail Safe): SMS - A not allowed safety function is activated
de: SMC FS (Fail Safe): SMS - Eine nicht zulässige Sicherheitsfunktion ist aktiviert

source: SMC FS (Fail Safe): SMS - Access SwitchHomingMode activated
de: SMC FS (Fail Safe): SMS - Eingang SwitchHomingMode aktiviert

source: SMC FS (Fail Safe): Internal error, Cross communication cycle f2
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation Cycle F2

source: SMC FS (Fail Safe): "Homing - Maximum trigger speed" is out of range
de: SMC FS (Fail Safe): "Homing - Maximum trigger speed" außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): Homing - Ref Switch: No reference switch connected
de: SMC FS (Fail Safe): Homing - Ref Switch: Kein Referenzschalter angeschlossen

source: SMC FS (Fail Safe): Homing - Home Offset: No absolute encoder connected
de: SMC FS (Fail Safe): Homing - Home Offset: Kein Absolutgeber angeschlossen

source: SMC FS (Fail Safe): Homing - Home Offset with Correction: SMP not configured
de: SMC FS (Fail Safe): Homing - Home Offset with Correction: SMP nicht konfiguriert

source: SMC FS (Fail Safe): Homing - SMP window is greater than safe absolute encoder range
de: SMC FS (Fail Safe): Homing - SMP Fenster größer als sicherer abs. Geberzählbereich

source: SMC FS (Fail Safe): Homing - SLP window is greater than safe absolute encoder range
de: SMC FS (Fail Safe): Homing - SLP Fenster größer als sicherer abs. Geberzählbereich

source: SMC FS (Fail Safe): Homing - Encoder doesn't support a safe reference pulse
de: SMC FS (Fail Safe): Homing - Geber unterstützt keinen sicheren Referenzimpuls

source: SMC FS (Fail Safe): Homing - Speed tolerance is out of range
de: SMC FS (Fail Safe): Homing - Geschw.-Toleranz ist außerhalb des gültigen Bereichs

source: SMC FS (Fail Safe): Homing - reference pulse : Max. trigger speed is too big
de: SMC FS (Fail Safe): Homing - Referenzimpuls: Max. Trigger Geschw. ist zu groß

source: SMC FS (Fail Safe): Homing - Function is requested but not configured
de: SMC FS (Fail Safe): Homing - Funktion wird angefordert aber nicht konfiguriert

source: SMC FS (Fail Safe): Homing - RefSwitch bit is set but not configured
de: SMC FS (Fail Safe): Homing - RefSwitch bit ist gesetzt aber nicht konfiguriert

source: SMC FS (Fail Safe): Homing - Position is out of SMP window
de: SMC FS (Fail Safe): Homing - Position liegt ausserhalb des SMP Fensters

source: SMC FS (Fail Safe): Homing - Direct with reference pulse: Not supported
de: SMC FS (Fail Safe): Homing - Direct with reference pulse: Wird nicht unterstützt

source: SMC FS (Fail Safe): Internal error, Cross communication of output signals
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation der Ausgangssignale

source: SMC FS (Fail Safe): Internal error, Cross communication of output state machine
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Ausgangs-SSW

source: SMC FS (Fail Safe): Internal error, Cross communication preop f2
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation Preop F2

source: SMC FS (Fail Safe): Program error in PreOperational state
de: SMC FS (Fail Safe): Programmfehler im Zustand PreOperational

source: SMC FS (Fail Safe): Safe output - Stuck at high detected
de: SMC FS (Fail Safe): Sichere Ausgänge - Schluss gegen 24V

source: SMC FS (Fail Safe): Safe output - Test state has changed
de: SMC FS (Fail Safe): Sichere Ausgänge - Teststatus hat sich verändert

source: SMC FS (Fail Safe): Encoder - Speed limit exceeded
de: SMC FS (Fail Safe): Geber - Geschwindigkeitsgrenzwert wurde überschritten

source: SMC FS (Fail Safe): Encoder - Acceleration limit exceeded
de: SMC FS (Fail Safe): Geber - Beschleunigungsgrenzwert wurde überschritten

source: SMC FS (Fail Safe): Encoder mismatch detected
de: SMC FS (Fail Safe): Gebertausch festgestellt

source: SMC FS (Fail Safe): Internal error, Lockbit set
de: SMC FS (Fail Safe): Interner Fehler, Lockbit gesetzt

source: SMC FS (Fail Safe): Velocity error tolerance too large
de: SMC FS (Fail Safe): Geschwindigkeitsfehlergrenze zu groß

source: SMC FS (Fail Safe): Lag error tolerance too large
de: SMC FS (Fail Safe): Positionsschleppfehlergrenze zu groß

source: SMC FS (Fail Safe): Encoder - Configuration error
de: SMC FS (Fail Safe): Geber - Konfigurationfehler

source: SMC FS (Fail Safe): Homing - Configuration error
de: SMC FS (Fail Safe): Homing - Konfigurationsfehler

source: SMC FS (Fail Safe): Internal error, Invalid current sensor resolution
de: SMC FS (Fail Safe): Interner Fehler, Ungültige Stromwandlerauflösung

source: SMC FS (Fail Safe): Internal error, Invalid current sensor measurement range
de: SMC FS (Fail Safe): Interner Fehler, Ungültiger Stromwandlermessbereich

source: SMC FS (Fail Safe): Internal error, Current values sum not plausible
de: SMC FS (Fail Safe): Interner Fehler, Stromwerte nicht plausibel

source: SMC FS (Fail Safe): Internal error, Cross communication of stator current vector
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Statorstromzeigers

source: SMC FS (Fail Safe): Internal error, Cross communication of current vector angle
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Stromzeigerwinkels

source: SMC FS (Fail Safe): Internal error, Cross communication of the status register IPWM
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Statusregisters IPWM

source: SMC FS (Fail Safe): Internal error, Cross communication FPGACom state machine
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des FPGACom SSW

source: SMC FS (Fail Safe): Internal error, FPGA communication
de: SMC FS (Fail Safe): Interner Fehler, FPGA Kommunikation

source: SMC FS (Fail Safe): Internal error, FPGA SinCos - Reference voltage Channel A
de: SMC FS (Fail Safe): Interner Fehler, FPGA SinCos - Referenzspannung Kanal A

source: SMC FS (Fail Safe): Internal error, FPGA SinCos - Reference voltage Channel B
de: SMC FS (Fail Safe): Interner Fehler, FPGA SinCos - Referenzspannung Kanal B

source: SMC FS (Fail Safe): Internal error, FPGA SinCos - Configuration
de: SMC FS (Fail Safe): Interner Fehler, FPGA SinCos - Konfiguration

source: SMC FS (Fail Safe): Internal error, Hardware tests - Voltage monitoring
de: SMC FS (Fail Safe): Interner Fehler, Hardware Tests - Spannungsüberwachung

source: SMC FS (Fail Safe): Internal error, ADC compensation data - Flash validation
de: SMC FS (Fail Safe): Interner Fehler, ADC Abgleichdaten - Flash Validierung

source: SMC FS (Fail Safe): Internal error, FPGA current measurement - ADC processing
de: SMC FS (Fail Safe): Interner Fehler, FPGA Strommessung - ADC Auswertung

source: SMC FS (Fail Safe): Internal error, FPGA current measurement - Reference monitoring
de: SMC FS (Fail Safe): Interner Fehler, FPGA Strommessung - Referenzüberwachung

source: SMC FS (Fail Safe): Internal error, FPGA current measurement - Efficiency test
de: SMC FS (Fail Safe): Interner Fehler, FPGA Strommessung - Wirksamkeitstest

source: SMC FS (Fail Safe): Internal error, FPGA current measurement - Configuration
de: SMC FS (Fail Safe): Interner Fehler, FPGA Strommessung - Konfiguration

source: SMC FS (Fail Safe): Internal error, FPGA SinCos - Efficiency test
de: SMC FS (Fail Safe): Interner Fehler, FPGA SinCos - Wirksamkeitstest

source: SMC FS (Fail Safe): SBT Parameterization - Current threshold too high
de: SMC FS (Fail Safe): SBT Parametrierung - Schwellenwert des Prüfstroms zu groß

source: SMC FS (Fail Safe): SBT Parameterization - External load greater than threshold
de: SMC FS (Fail Safe): SBT Parametrierung - Externe Last größer als Prüfschwelle

source: SMC FS (Fail Safe): SBT Parameterization - External load too small
de: SMC FS (Fail Safe): SBT Parametrierung - Externe Last zu klein

source: SMC FS (Fail Safe): Internal error, extended flashdata is wrong
de: SMC FS (Fail Safe): Interner Fehler, erweiterte Flashdaten sind fehlerhaft

source: SMC FS (Fail Safe): SBT Parameterization - External load too high
de: SMC FS (Fail Safe): SBT Parametrierung - Externe Last zu groß

source: SMC FS (Fail Safe): Homing - S_SwitchHomingMode is set but not connected
de: SMC FS (Fail Safe): Homing - S_SwitchHomingMode ist gesetzt aber nicht verbunden

source: SMC FS (Fail Safe): Homing - S_SwitchHomingMode is connected but ReqHoming not
de: SMC FS (Fail Safe): Homing - S_SwitchHomingMode ist verbunden, aber ReqHoming nicht

source: SMC FS (Fail Safe): Homing - S_SwitchHomingMode connection and configuration not conform
de: SMC FS (Fail Safe): Homing - S_SwitchHomingMode Verdrahtung und Konfig. nicht konform

source: SMC FS (Fail Safe): Internal error, Cross communication of RSP receive data frame
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des RSP Empfangsdatenframes

source: SMC FS (Fail Safe): Internal error, Cross communication of RSP send data frame
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des RSP Sendedatenframes

source: SMC FS (Fail Safe): RSP - Save operation failed
de: SMC FS (Fail Safe): RSP - Speichervorgang gescheitert

source: SMC FS (Fail Safe): RSP - Homing, SOS position tolerance too big
de: SMC FS (Fail Safe): RSP - Homing, SOS Positions Toleranz zu groß

source: SMC FS (Fail Safe): Internal error, Invalid current sensor measurement offset
de: SMC FS (Fail Safe): Interner Fehler, Ungültiger Stromwandleroffset

source: SMC FS (Fail Safe): Internal error, Sigma delta conversion is not plausible
de: SMC FS (Fail Safe): Interner Fehler, Sigma delta Wandlung ist nicht plausibel

source: SMC FS (Fail Safe): Internal error, gain and offset corrected current out of range
de: SMC FS (Fail Safe): Interner Fehler, Gain/Offset korrigierte Stromwerte ungültig

source: SMC FS (Fail Safe): Internal error, testcase
de: SMC FS (Fail Safe): Interner Fehler, Testfall

source: SMC FS (Fail Safe): Internal error
de: SMC FS (Fail Safe): Interner Fehler

source: SMC FS (Fail Safe): SMS - Safe maximum speed (SMS) in combination with SSO not allowed
de: SMC FS (Fail Safe): SMS - Safe Maximum speed (SMS) in Kombination mit SSO nicht zulässig

source: SMC FS (Fail Safe): SMS - Safe stop 1 (SS1) with ramp monitoring not allowed
de: SMC FS (Fail Safe): SMS - Safe stop 1 (SS1) mit "Ramp monitoring" nicht zulässig

source: SMC FS (Fail Safe): SMS - Safe stop 1 (SS1) with early limit monitoring not allowed
de: SMC FS (Fail Safe): SMS - Safe stop 1 (SS1) mit "Early Limit Monitoring" nicht zulässig

source: SMC FS (Fail Safe): Additional safety parameters: Disbld. function enable bit is set
de: SMC FS (Fail Safe): Nachladbare Safety Parameter: Deakt. Funktion Enable Bit gesetzt

source: SMC FS (Fail Safe): Additional safety parameters: Placeholder enable bit is set
de: SMC FS (Fail Safe): Nachladbare Safety Parameter: Platzhalter Enable Bit gesetzt

source: SMC FS (Fail Safe): Additional safety parameters: Invalid payload size
de: SMC FS (Fail Safe): Nachladbare Safety Parameter: Ungültige Datenblockgröße

source: SMC: Interner error, CUnit test
de: SMC: Interner Fehler, CUnit Test

source: SMC FS (Fail Safe): Additional safety parameters: Invalid structure size
de: SMC FS (Fail Safe): Nachladbare Safety Parameter: Ungültige Strukturgröße

source: SMC FS (Fail Safe): Received data for additional safety parameters too big
de: SMC FS (Fail Safe): Empfangene Daten der nachladbaren Safety Parameter zu groß

source: SMC FS (Fail Safe): CRC chekc of the additional safety parameters failed
de: SMC FS (Fail Safe): CRC Prüfung der nachladbaren Safety Parameter fehlgeschlagen

source: SMC FS (Fail Safe): Incompatible parameter structure
de: SMC FS (Fail Safe): Inkompatible Parameter Struktur

source: SMC FS (Fail Safe): Incompatible axis type
de: SMC FS (Fail Safe): Inkompatibler Achstyp

source: SMC FS (Fail Safe): Error in PreOperational function
de: SMC FS (Fail Safe): Fehler in der PreOperational Funktion

source: SMC FS (Fail Safe): Cross communication SinCos status during FPGA boot phase
de: SMC FS (Fail Safe): Kreuzkommunikation SinCos Status während des FPGA Hochlaufs

source: SMC FS (Fail Safe): Encoder not configured but needed for safety functions
de: SMC FS (Fail Safe): Geber nicht parametriert obwohl für Safety Funktionen benötigt

source: SMC FS (Fail Safe): Squared vector length too large
de: SMC FS (Fail Safe): Quadrierte Zeigerlänge zu groß

source: SMC FS (Fail Safe): Cross communication vector control trigger counter
de: SMC FS (Fail Safe): Kreuzkommunikation Zeigerlängennachregelung Trigger Zähler

source: SMC Fail Safe: Value of SinCos status register not plausible
de: SMC Fail Safe: Wert des SinCos Status Registers nicht plausibel

source: SMC Fail Safe: Internal error, Vector length is not equal to 1Vpp after reset
de: SMC Fail Safe: Interner Fehler, Zeigerlänge ungleich 1Vss nach Reset

source: SMC FS (Fail Safe): SBT Current threshold too small
de: SMC FS (Fail Safe): Der SBT Schwellwert ist zu klein

source: SMC FS (Fail Safe): Internal error while processing the additional paramters
de: SMC FS (Fail Safe): Interer Fehler bei der Verarbeitung der nachladbaren Parameter

source: SMC FS (Fail Safe): Homing - RefSwitch is connected but ReqHoming not
de: SMC FS (Fail Safe): Homing - RefSwitch ist verbunden, aber ReqHoming nicht

source: SMC FS (Fail Safe): Additional safety parameters: Invalid axis type ID
de: SMC FS (Fail Safe): Nachladbare Safety Parameter: Ungültige Achs-Typ ID

source: SMC FS (Fail Safe): Additional safety parameters: Invalid structure version
de: SMC FS (Fail Safe): Nachladbare Safety Parameter: Ungültige Struktur Version

source: SMC: Safely Limited Acceleration - Violation of the acceleration monitoring
de: SMC: Safely Limited Acceleration - Verletzung der Beschleunigungsüberwachung

source: SMC: Safe Brake Test - SBT: SBC is active
de: SMC: Safe Brake Test - SBT: SBC ist aktiv

source: SMC: Safe Brake Test - Illegal sector change
de: SMC: Safe Brake Test - Fehlerhafter Sektorenwechsel

source: SMC: additional parameters - Error during download
de: SMC: nachladbare Parameter - Fehler beim Download

source: SMC FFS (Functional Fail Safe): RSP - Homing, stored position invalid
de: SMC FFS (Functional Fail Safe): RSP - Homing, gespeicherte Position ungültig

source: SMC: Safe Brake Test - Rho has left the actual sector too early
de: SMC: Safe Brake Test - Rho hat den Sektor zu bald verlassen

source: SMC: Safe Brake Test - Measured and parametrized external load differ
de: SMC: Safe Brake Test - Gemessene ungleich parametrierte externe Last

source: SMC: Safe Brake Test - Current fell below parametrized test current threshold
de: SMC: Safe Brake Test - Parametrierte Teststromschwelle unterschritten

source: SMC FFS (Functional Fail Safe): Drift of raw positions between uP1 and uP2 to big
de: SMC FFS (Functional Fail Safe): Differenz der Rohpositionen uP1 und uP2 zu groß

source: SMC FFS (Functional Fail Safe): internal error
de: SMC FFS (Functional Fail Safe): Interner Fehler

source: SMC FFS (Functional Fail Safe): Encoder not ready
de: SMC FFS (Functional Fail Safe): Geber nicht bereit

source: SMC: Safe Brake Test - Test current direction not correct
de: SMC: Safe Brake Test - Richtung des Prüfstroms nicht korrekt

source: SMC: Safe Brake Test - Parametrized test current threshold not reached
de: SMC: Safe Brake Test - Parametrierte Teststromschwelle nicht erreicht

source: SMC: Safe Brake Test - Violation of the position tolerance
de: SMC: Safe Brake Test - Verletzung der Positionstoleranz

source: SMC FFS (Functional Fail Safe): Encoder error SinCos processing
de: SMC FFS (Functional Fail Safe): Geberfehler SinCos Auswertung

source: SMC: Safe Brake Test - Test interval elapsed, test required
de: SMC: Safe Brake Test - Testintervall abgelaufen, Testung erforderlich

source: SMC: Current sum exeeded tolerance range
de: SMC: Summenstrom außerhalb der Toleranz

source: SMC: Current sensor range exceeded phase U
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase U

source: SMC: Current sensor range exceeded phase V
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase V

source: SMC: Current sensor range exceeded phase W
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase W

source: SMC: Compensation data incomplete
de: SMC: Abgleichdaten unvollständig

source: SMC FFS (Functional Fail Safe): SS2, SOS Violation of standstill position tolerance
de: SMC FFS (Functional Fail Safe): SS2, SOS Verletzung der Stillstandspositionstoleranz

source: SMC FFS (Functional Fail Safe): Encoder error was detected
de: SMC FFS (Functional Fail Safe): Geberfehler wurde erkannt

source: SMC FFS (Functional Fail Safe): SDI - Violations of the safe direction
de: SMC FFS (Functional Fail Safe): SDI - Verletzung der sicheren Drehrichtung
